<template>
  <div>

    <section class="main-image-about-composition"></section>

    <section class="container-fluid space-bot">
      <div class="background-shadow-block"></div>
      <div class = "section-third-main-inner d-flex flex-column justify-content-center align-items-center">
        <h1 class="mb-5 mt-5">Подберите участок</h1>

        <p class = "block-description">
          Если вы уже приняли решение о покупке бассейна и даже успели выбрать наиболее подходящее место
          для его установки, значит, настало самое подходящее время пригласить на свой участок специалиста
          по установке бассейна!
        </p>

        <p class = "block-description">
          Наш сотрудник произведет необходимые замеры и осмотр участка и всей прилегающей к нему территории
          (в том числе подъездных путей к дому и высоту линий электропередач), определит наличие возможных
          сложностей, которые связаны с особенностями участка, а так же проконсультирует по вопросам
          коммуникаций и места под установку оборудования (аппаратной комнаты).
        </p>

        <div class="why-us mt-3 mb-3">

          <h2>Подготовительные работы</h2>
          <p>После заключения контракта на поставку бассейна, на территории участка проводятся</p>

          <h4>РЫТЬЕ КОТЛОВАНА</h4>
          <p>
            Рытье котлована включает в себя этапы: 1.Разметка котлована – согласовывается с заказчиком
            и генпланом участка). 2.Рытье котлована. Выполняется вручную или при помощи экскаватора.
            3.Вывоз грунта. Эта опция отдельно оговорить с мастером. Возможно планирование грунта на
            участке или вывоз грунта машинами
          </p>

          <h4>ИЗГОТОВЛЕНИЕ ПОДУШКИ ИЗ ЩЕБНЯ</h4>
          <p>
            При установке самонесущего стекловолоконного бассейна он ставится только на щебневую подушку,
            без дополнительного бетонирования или каких-то армирующих конструкций.После подготовки
            котлована и доставки бассейна, на ваш участок вызывается кран, который перемещает чашу с
            транспортного средства непосредственно в котлован, используя для этого направляющие тросы
            и монтажные стропы. Следующим этапом, мы выставляем уровень (погрешность не более одного дюйма).
            Если уровень соответствующий, кран можно отпускать. В случае выявленной разбежности, чаша
            выравнивается до тех пор, пока уровень не будет приведен к нужному значению.
          </p>

          <h4>ЗАПОЛНЕНИЕ ПЕСКОМ</h4>
          <p>
            Чтобы предотвратить риск возможного оседания бассейна, необходимо полностью заполнить все
            пространство под сидениями и ступеньками речным песком. При установке используется только
            речной песок, потому, что у него наибольший коэффициент садки. Дополнительно песок проливается
            водой, чтоб сделать его слой максимально плотным.
          </p>

          <h4>ЗАПОЛНЕНИЕ ВОДОЙ</h4>
          <p>
            Одновременно с обсыпкой бассейна песком, чаша наполняется водой. Это необходимо делать
            одновременно поскольку чаша постепенно находит свое место на подушке, осаживается и в
            этом процессе нельзя торопиться.
          </p>

        </div>

        <div class="why-us mt-3 mb-3">

          <h2>Завершающие работы</h2>


          <h4>БЕТОНИРОВАНИЕ ПЛЯЖНОЙ ЗОНЫ ВОКРУГ БАССЕЙНА</h4>
          <p>
            Завершающим этапом общестроительных работ будет бетонирование пляжной зоны вокруг бассейна.
            Толщина такой стяжки, как правило, не превышает 15см, а вот ширина – не ограниченная: от 80 см
            вокруг бассейна и до любых желаемых вами размеров.
          </p>

          <h4>ПОДКЛЮЧЕНИЕ И МОНТАЖ ОБОРУДОВАНИЯ, ЧИСТКА И ВЫВЕДЕНИЕ ХИМИЧЕСКОГО БАЛАНСА ВОДЫ</h4>
          <p>
            Финальной частью установки бассейна в целом является подключение и монтаж оборудования, чистка
            и выведение химического баланса воды. Для оборудования следует выделить помещение, площадь которого
            составит от 1,5 до 2 кв.м.
          </p>

          <h4>ПОДГОТОВКА ВОДЫ</h4>
          <p>
            Последним этапом является подготовка воды: механическая очистка с помощью системы фильтрации и
            выведение химического состава воды в соответствие с нормами для плавательного бассейна.
            Благодаря этому комплексу мероприятий вода станет идеально прозрачной и чистой
          </p>

        </div>

      </div>
    </section>
  </div>
</template>

<script>
export default {
   head() {
    return {
      title: 'Установка бассейнов | Грин Офис бассейны поливы пруды Запорожье'
    }
  },
}
</script>


<style scoped>

.main-image-about-composition{
  background-image: url(/img/bh-header2.jpg);
  background-position-y: 60%;
  background-repeat: no-repeat;
  background-size: cover;
  height:50vh;
  position: relative;
  margin: 0;
  background-color: rgba(7,47,89, 0.15);
  background-blend-mode: color;
}

.why-us{
  padding-top: 35px;
}
.why-us h2 {
  text-align: center;
  padding-bottom: 20px;
}
.why-us h4 {
  padding: 15px 0;
}

.img-center-client{
  display: flex;
}
.img-center-client img {
  max-width: 100%;
}
</style>
