<template>
  <section class="conteiner-fluid">


    <div class="about-pools-block">
      <h2>Композитные бассейны</h2>
      <p>Композитные, стекловолоконные бассейны. Это синонимы, хотя многие производители в целях рекламы или по незнанию причисляют свои изделия к одному из этих названий. </p>
      <p>Стекловолоконный бассейн – вид стационарного бассейна, изготовленный из стекловолокна и полиэфирных смол монолитным способом на производстве, не прихотлив и крайне износоустойчив в эксплуатации. Композитный (состоящий из нескольких, сплавленных воедино материалов). </p>
      <p>Бассейн легко и быстро монтируется, Композитные бассейны - это качественные изделия с длительным сроком службы, простым монтажем и не дорогим обслуживанием. Так же мы делаем сервис по выбору и монтажу чаши максимально простым и комфортным для заказчика.</p>
<p>У нас можно купить детский бассейн и взрослый, готовую чашу и сборную конструкцию, бассейн в частный дом или на дачу, или коммерческий бассейн. Наши бассейны соответствуют среднему ценовому сегменту, при этом имея высокие стандарты качества продукции.</p>
<p>
  Размещение на любом участке. Композитный бассейн может быть построен как на открытом приусадебном участке, так и внутри помещения.
</p>
<p>
  Отличные бассейны из стекловолокна продажа которых для нашей компании является одним из основных видов деятельности, легко приобрести по адекватным ценам. При этом гарантируется большое количество дополнительных преимуществ. <br><br>
  <b>Среди самых очевидных надо отметить:</b> <br>
•	Высокий уровень прочности. Стекловолокно при соблюдении производственных технологий позволяет получать очень прочную конструкцию.<br>
•	Длительность эксплуатации.<br>
•	Экономичность. Ухаживать за таким бассейном очень просто, в отличии от бетонных бассейнов потому как он имеет глянцевую поверхность к его стенкам водоросли и грязь практически не пристают. Смыть их можно без лишних проблем.<br>
•	Оперативность установки. Монтаж при благоприятных условиях занимает до 7 дней.<br>
•	Гарантия на бассейн 50 лет.<br>
</p>
    </div>

    <div class="about-pools-block">
      <h2>
        Керамические бассейны
      </h2>
      <p>
        <strong>Керамический бассейн</strong> – это прочное, не подверженное коррозии и полностью готовое к установке изделие из нескольких слоёв композитных материалов.
      </p>
      <p>
        В конструкции бассейна чрезвычайно важно, чтобы чаша имела эффективную водонепроницаемость, прочность и трещиностойкость, чтобы гарантировать долговечность эксплуатации. Именно в керамических бассейнах один из слоёв содержит надежный слой из керамической пыли и винилэстера. Благодаря этому слою продлен срок службы керамо-композитного бассейна.
      </p>
      <p>
        Чаши бассейнов создаются на специализированных производственных предприятиях, имеют различную по цвету и гладкую поверхность, устойчивую к ультрафиолету и химическим средствам очистки, не требующую дополнительной отделки.
      </p>
      <p>
        У нас можно купить детский бассейн и взрослый, готовую чашу и сборную конструкцию, бассейн в частный дом или на дачу, или коммерческий бассейн.
      </p>
      <p>
        Такие изделия становятся все более популярными в Украине, потому как отличаются оптимальным соотношением цены и качества.
Размещение на любом участке. Керамический бассейн может быть построен как на открытом приусадебном участке, так и внутри помещения.
      </p>
      <p>
        <b>Преимущества керамических бассейнов:</b><br>
•	Высокие показатели гидроизоляции.<br>
•	Увеличение ударопрочности.<br>
•	Повышенную термостойкость.<br>
•	Пожизненная гарантия на полную водонепроницаемость чаши.<br>
•	Керамический слой увеличивает прочность бассейна без потери гибкости, что позволяет поставить искусственный водоем на требуемой территории за несколько дней.<br>
•	При монтаже не нужно выполнять бетонирование.<br>
•	Экономичность. Ухаживать за таким бассейном очень просто, потому как к го стенкам водоросли и грязь практически не пристают. Смыть их можно без лишних проблем.<br>
•	Оперативность установки. Монтаж занимает относительно небольшое количество дней.<br>
      </p>
    </div>

    <div class="about-pools-block">
      <h2>Бетонные бассейны</h2>
      <p>Достоинства бетонной чаши – в первую очередь, это дает возможность воплотить в жизнь необычные идеи, используя неправильные формы. В процессе создания вы сами решаете, как будет выглядеть бассейн. </p>
      <p>Срок службы бетонного бассейна не менее 25 лет, но все зависит от особенностей проекта, правильного ухода и качества выбранных материалов. </p>
      <p>Бетонная конструкция может состоять из отдельных частей, или быть монолитной. В обоих случаях необходимо использовать технику многослойной структуры внешней и внутренней гидроизоляции.</p>
      <p>Бетонный бассейн – классический тип железобетонных сооружений, в то же время допускается изменение формы, добавление изгибов, установка технологических приложений для повышения уровня комфорта. </p>
    </div>

    <p>Прочие параметры сравнения для удобства представлены в таблице. </p>
      <div>
        <b-table striped hover :items="items"></b-table>
      </div>


  </section>
</template>

<script>
export default {
  name: 'About-pools',
  data() {
      return {
        items: [
          { Сравнение: 'Форма', Композитый_бассейн: 'Стандартная', Бетонный_бассейн: 'Любая' },
          { Сравнение: 'Гарантия', Композитый_бассейн: '50 лет', Бетонный_бассейн: '25 лет' },
          { Сравнение: 'Время установки', Композитый_бассейн: '5-7 дней', Бетонный_бассейн: '6-10 нед.' },
          { Сравнение: 'Время обслуживания', Композитый_бассейн: '1 ч/нед.', Бетонный_бассейн: '8 ч/нед.' },
          { Сравнение: 'Материалы', Композитый_бассейн: 'Композитные материалы', Бетонный_бассейн: 'Применяются наполнители' },
          { Сравнение: 'Покрытие', Композитый_бассейн: 'Прочное, гладкое, не скользкое', Бетонный_бассейн: `Шероховатое, твёрдое, подвержено скоплению \n бактерий и водорослей и грибков` },
          { Сравнение: 'Долговечность внутреннего покрытия', Композитый_бассейн: '50 лет гарантия внутреннего покрытия', Бетонный_бассейн: 'Возможны проблемы с мозаикой после каждой зимы/ срок службы лайнера 5-6 лет' },
          { Сравнение: 'Теплопроводность', Композитый_бассейн: 'Низкая', Бетонный_бассейн: 'Высокая' },
          { Сравнение: 'Ступеньки', Композитый_бассейн: 'Встроенные', Бетонный_бассейн: 'Встроенные' },
          { Сравнение: 'Возможность переноса', Композитый_бассейн: 'В любое время года', Бетонный_бассейн: 'Никогда' },
          { Сравнение: 'Слив воды в мороз', Композитый_бассейн: 'Не требуется', Бетонный_бассейн: 'Обязателен' },
          { Сравнение: 'Расход химии', Композитый_бассейн: 'Минимальный', Бетонный_бассейн: 'Максимальный' },
          { Сравнение: 'Вода в грунте при установке', Композитый_бассейн: 'Не играет роли', Бетонный_бассейн: 'Очень сложно или не возможно' },
          { Сравнение: 'Гидроизоляция', Композитый_бассейн: 'Несущий композитный материал на всю толщину чаши ', Бетонный_бассейн: 'Полимерно-цементный состав, образующий гибкий гидроизолирующий слой внутри бетонного пояса' }
        ],

      }
    }

}
</script>

<style scoped>
  .about-pools-block {
    margin: 150px 0;
  }
  .about-pools-block h2{
    margin: 50px 0;
  }
  .about-pools-block p{
    margin: 30px 0;
  }
</style>

<style>
.table td, .table th {
  width: 33%;
}
</style>
