<template>
  <div class="divider-tab">
  <b-card no-body>
    <b-tabs pills card vertical>
      <b-tab title="Многолетний опыт" active>
        <b-card-text>
        Наша компания направлена на производство современных,
        экологически чистых бассейнов, абсолютно безопасных для потребителей. В течение многолетней работы
        мы успешно сдали в эксплуатацию сотни композитных и бетонных бассейнов и плавательных прудов, а так
        же проложили множество километров кабеля и труб.
        </b-card-text>
        </b-tab>
      <b-tab title="Широкий модельный ряд бассейнов">
        <b-card-text>
          Ежегодно мы предлагаем своим клиентам новые образцы быстровозводимых бассейнов как «стандарт» так и «премиум»
          класса, полностью соответствующие мировым модным и дизайнерским тенденциям. Производство композитных бассейнов
          осуществляется по Американским и Европейским технологиям. В наличии бассейны «семейного» класса (длина может
           варьироваться в диапазоне 5-13 метров) и сборные бассейны «макси» (длина может варьироваться в диапазоне 10-50
           метров). Бассейны «макси» станут идеальным решением для использования в многонаселенных местах (пансионаты,
           отели, дома отдыха и т.д.).
            А преимуществом бетонных бассейнов являются безграничные возможности по дизайну, форме и размерам, а также применяемым
            отделочным материалам.
        </b-card-text>
      </b-tab>
      <b-tab title="Оперативная работа">
        <b-card-text>
          Мы сможем выполнить весь цикл работ, от изготовления необходимого типа бассейна до его установки «под ключ» даже
          в том случае, если вы обладаете всего недельным временем! Мы легко выполняем все заказы, включая самые срочные,
          благодаря разветвленной сети дилерских центров и наличию собственных профессиональных монтажных бригад.
          </b-card-text>
          </b-tab>
      <b-tab title="Фирменные комплектующие">
        <b-card-text>
          Нашими надежными партнерами являются такие известные европейские и американские производители оборудования для
          бассейнов, комплектующих, декораций и накрытий для бассейнов, как Waterway, Hayward, Lasco и Elecro, Coverstar,
          Artisrtyinmosaics Inc. Все комплектующие выполнены в соответствии с высокими стандартами США и Англии, а их
          ассортимент позволит удовлетворить самый взыскательный спрос. Не стоит забывать, что от качественного оборудования
          на прямую зависит чистота воды и безопасная работа бассейна.
          </b-card-text>
        </b-tab>
        <b-tab title="Собственная сервисная служба">
        <b-card-text>
          Благодаря наличию собственной сервисной службы, наша компания может оперативно реагировать на все вопросы и трудности
          клиентов. Мы имеет свои ремонтные мастерские и базу запчастей для оборудования. Кроме того, для вашего комфорта и
          приятного использования нашей продукции, опытные специалисты сервисного центра регулярно выполняют текущее
          абонементное обслуживание.
          </b-card-text>
        </b-tab>
    </b-tabs>
  </b-card>
</div>
</template>

<script>
export default {
  name: 'TabsAbout'
}
</script>

<style>
.nav-pills .nav-link.active {
  /* background-color: #072e58; */
  background-color: #82d5c6;

  color: #fff !important;
}
.divider-tab {
  margin: 50px 0;
}
</style>
