<template>
  <div>
    <section class="main-image-about-composition"></section>
    <section class="container-fluid">
      <div class="about-ponds-block">
      <h2>Создаем эководоёмы, искусственне водопады, плавательные пруды с природной очисткой.</h2>
      <p>Вы можете заказать у нас качественное и высокотехнологичное строительство экопрудов и экобассейнов под ключ и получить водоём с природной и чистой водой, мы поможем подобрать подходящий вариант устройства водоема, соответствующий особенностям Вашего участка. Устройство водоемов, великолепное и в тоже время оригинальное средство для оформления садового участка.</p>
      <p>В процессе строительства мы используем самые современные материалы для изготовления искусственных прудов и водоемов, что дает возможность гарантировать долговечность и надежность Вашего райского места.</p>
      <p>Искусственный пруд – это чистая вода, без химических веществ, прекрасные цветущие водные растения, место для купания и конечно естественный, природный вид вашего сада, как летом так и зимой!</p>
      <p>Самый большой плавательный пруд был построен нами глубиной 4 метра, объёмом 2 000 000 литров воды. Мы гордимся своими проектами!</p>
      <p><b>Организация строительства происходит по следующим этапам:</b> <br>

•	Осмотр территории, проведение замеров.<br>
•	Проектирование.<br>
•	Утверждение сметы и подбор материалов.<br>
•	Строительство.<br>
•	Ввод в эксплуатацию. <br>
•	Дальнейшее обслуживание.<br>
      </p>


    </div>
    </section>
  </div>

</template>

<script>
export default {
   head() {
    return {
      title: 'Пруды | Грин Офис бассейны поливы пруды Запорожье'
    }
  },
}
</script>

<style scoped>
.main-image-about-composition{
  background-image: url(/img/ponds-1.jpg);
  background-position-y: 60%;
  background-repeat: no-repeat;
  background-size: cover;
  height:50vh;
  position: relative;
  margin: 0;
  background-color: rgba(7,47,89, 0.15);
  background-blend-mode: color;
}

  .about-ponds-block {
    margin: 150px 0;
  }
  .about-ponds-block h2{
    margin: 50px 0;
  }
  .about-ponds-block p{
    margin: 30px 0;
  }

.table td {
  width: 33%;
}
</style>

