<template>
  <div>
    <section class="main-image-about-composition"></section>
    <section class="container-fluid">
      <div class="about-watering-block">
      <h2>Автополив газона - комфортный и эффективный способ орошения зеленых насаждений.</h2>
      <p>Автополив — это автоматизированная система орошения, которая работает по заданному графику и обеспечивает необходимое увлажнение почвы. Автоматизированные системы полива, позволяют своевременно подавать необходимое количество жидкости, равномерно распределять её по участку, и избавить как от пересыхания почвы, так и от перерасхода воды. </p>
      <p>Автоматический пилив газона купить лучше всего у Нас! Наша компания предоставляет полный спектр услуг по благоустройству частных домов и коттеджей. Продажа, монтаж и обслуживание автоматических систем полива газонов не является исключением!</p>
      <p>Команда опытных специалистов в составе компании GREEN OFFICE позаботится о красоте и здоровье вашего газона.
        За нашими плечами 20 лет успешной работы, более 500 реализованных проектов.</p>
      <p>Для реализации проектов мы использует только качественное оборудование HUNTER (США), RAINBIRD (США), TОRO (США), GARDENA (Германия)</p>
      <p><b>Автоматический полив нашей фирмой организовывается по следующим этапам:</b> <br>
•	Осмотр территории, проведение замеров.<br>
•	Создание плана-чертежа с разметкой всех коммуникаций для удобного подключения оборудования.<br>
•	Утверждение сметы и подбор материалов.<br>
•	Монтаж системы автополива с необходимой настройкой.<br>

      </p>
    </div>
    </section>
  </div>

</template>

<script>
export default {
   head() {
    return {
      title: 'Поливы | Грин Офис бассейны поливы пруды Запорожье'
    }
  },
}
</script>

<style scoped>
.main-image-about-composition{
  background-image: url(/img/waterSyst.jpg);
  background-position-y: 60%;
  background-repeat: no-repeat;
  background-size: cover;
  height:50vh;
  position: relative;
  margin: 0;
  background-color: rgba(7,47,89, 0.15);
  background-blend-mode: color;
}

  .about-watering-block {
    margin: 150px 0;
  }
  .about-watering-block h2{
    margin: 50px 0;
  }
  .about-watering-block p{
    margin: 30px 0;
  }

</style>
